commands = '''
**-` .م1` : اوامر السورس

-` .م2` : اوامر الحساب

-` .م3` : اوامر الكروبات والاذاعة

-` .م4` : اوامر تشيكر و تمويل**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**-` .فحص ` : فحص السورس

-` .المطور ` : مطور السورس

-` .الاوامر ` :اوامر السورس**

-` .اعادة تشغيل ` : اعادة تشغيل ل سورس**
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**-` .ايدي ` : ايدي حسابك

-` .فك حظر ` : فك حظر كل يلي حاظرهم **
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**- ` .مكرر + عدد الثواني + نص` : ارسال رسائل مؤقتة

-` .ادمن` : القنوات يلي انت ادمن بيها**
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**`.تشيكر` : لمعرفه اوامر الصيد**
`-- -- -- -- -- -- -- -- --`
"""
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تثبيت يدوي + قناتك + يوزر الي تريد تثبت عليه ` : يثبت اليوزر بقناة معينة
✰` .صيد + العدد + النوع + قناتك ` :يفحص يوزرات ويثتبها عقناتك
✰` .تثبيت تلقائي + العدد + قناتك + اليوزر ` : يثبت اليوزر بقناة معينة
✰` . حالة الصيد ` : لمعرفة تقدم الصيد 
✰` .حالة التثبيت التلقائي ` : لمعرفة تقدم التثبيت التلقائي
✰` .انواع ` : لمعرفة انواع اليوزرات
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
---------
الانواع :
---------
1 : tripartite 

2 : ثلاثة أحرف فقط واخر الأرقام   

3 : بوت ثنائي

4 : بوت ثلاثي

5 : خماسي 

6 : سداسي 

8 : سداسي حرفين 

9 : سباعي حرف 
10 : خماسي حرفين
------------------------------------------------
طريقة تفعيل الصيد 

.صيد + عدد الصيد + رقم نوع الصيد + يوزر قناتك
------------------------------------------------
-----------------------------
- مثال : .صيد 30000 1 @S_Y_N
-----------------------------
'''
